{
    "date": "2019-07-13",
    "tags": ["Coding"],
    "content": "Today Kira did nothing but code, so I had to entertain myself. For a while I tried to catch my tail, but once that got old I tried to help Kira by jumping up in front of the computer. If staring at the computer is entertaining for Kira, I'll join in too. Gotta say I don't get the appeal, but what do cats know?",
    "color": "#ddedec",
    "textColor": "#000",
    "mood": "Bored"
}
{
    "date": "2019-07-10",
    "tags": [],
    "content": "Cats are supposed to sleep 16-20 hours a day, which seems like a lot to humans, but do you know why? It's because around 1 a.m. when everyone else is asleep I gotta go fast, I gotta go Very VERY fast. I dash up and down the stairs, and see how fast I can touch one wall then the other. All that sprinting really wears me out, so I need a lot of naps. Sometimes I get Kira to chase me by meowing at them and then running away and waiting for them to catch up. Humans are not very fast at all ^_^",
    "color": "#ffcf0d",
    "textColor": "#000",
    "mood": "Cheerful"
}
{
    "date": "2019-07-9",
    "tags": [],
    "content": "Today I saw a fox out the window. It came right up and we touched noses through the glass. I couldn't smell anything, of course, but it was very interesting. I've never seen anything like it before.",
    "color": "#5bbab5",
    "textColor": "#000",
    "mood": "Intrigued"
}
{
    "date": "2019-07-8",
    "tags": [],
    "content": "Today Kira tricked me into thinking I was getting a cuddle, but instead they trimmed my nails! I let them do it because I get a treat at the end, but I did flick my tail the whole time so they would know I was not pleased. I even opened my mouth and put my teeth on their hand because it was taking so long, but I'm not really mad so I never bite. I just don't have any other way to say 'hurry it up!'",
    "color": "#474642",
    "textColor": "#000",
    "mood": "Annoyed"
}
{
    "date": "2019-07-6",
    "tags": [],
    "content": "Warm weather is the best for taking a nap. I like to stretch out by the window and take a snooze. If I get bored I can just roll around a bit and go back to sleep.",
    "color": "#ffd3c4",
    "textColor": "#000",
    "mood": "Sleepy"
}
{
    "date": "2019-07-5",
    "tags": [],
    "content": "After all the excitement yesterday, I'm feeling very lively. Kira's friend came to visit and played with me using the laser pointer. Someday I'll catch that red dot!",
    "color": "#ffa008",
    "textColor": "#000",
    "mood": "Playful"
}
{
    "date": "2019-07-4",
    "tags": [],
    "content": "There are tons of loud noises today! At first I hid under the bed like any cat would, but then I wanted to run to the window and take a look outside. Everyone is looking very festive waving flags.",
    "color": "#e03009",
    "textColor": "#fff",
    "mood": "Anxious/Excited"
}